"%@ - Offline" = "%@ - Offline";

"3D Secure" = "3D Secure";

"Add New Card…" = "Magdagdag ng Bagong Kard...";

"Add a Card" = "Magdagdag ng isang Kard";

"Apt." = "Apt.";

"Contact" = "Kontak";

"Delivery" = "Pagpapadala";

"Delivery Address" = "Adres ng Paghahatarin";

"Free" = "Libre";

"Invalid Shipping Address" = "Adres ng Nagpadala ay di balido";

"Loading…" = "Naglo-load...";

"Multibanco" = "Multibanco";

"Next" = "Susunod";

"Online Banking (FPX)" = "Online Banking (FPX)";

"Payment Method" = "Paraan ng Pagbabayad";

"Shipping" = "Pagpapadala";

"Shipping Method" = "Paraan ng Pagpapadala";

"Use Billing" = "Gamitin ang Billing";

"Use Delivery" = "Gamitin ang Padadalhan";

"Use Shipping" = "Gamitin ang Nagpadala";
